"BUTTON_AUTHENTICATE" = "Gebruik mijn telefoonnummer";

"BUTTON_CREATED_ACCOUNT" = "Account aangemaakt";

"BUTTON_CREATE_ACCOUNT" = "Maak account aan";

"BUTTON_CREATING_ACCOUNT" = "Account aanmaken...";

"BUTTON_DISMISS" = "Afwijzen";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Verstuur bevestigingscode opnieuw";

"BUTTON_RETRY" = "Opnieuw proberen";

"BUTTON_SENDING_CONF_CODE" = "Bevestigingscode versturen...";

"BUTTON_SEND_CONF_CODE" = "Verstuur bevestigingscode";

"BUTTON_SENT_CONF_CODE" = "Bevestigingscode verstuurd";

"BUTTON_SIGNED_IN" = "Ingelogd";

"BUTTON_SIGNING_IN" = "Log in";

"BUTTON_SIGN_IN" = "Log in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Log in met Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Probeer een ander nummer";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controleer je code en probeer het opnieuw";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Controleer je netwerkverbinding en probeer het opnieuw";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controleer je nummer en probeer het opnieuw";

"ERROR_TRY_AGAIN_LATER" = "Je kunt momenteel niet worden ingelogd bij Twitter. Probeer het later opnieuw.";

"FOOTNOTE_CREATE_ACCOUNT" = "Door hierboven op 'Maak account aan' te tikken, ga je akkoord met de <u>algemene voorwaarden</u>, het <u>privacybeleid</u> en het <u>cookiebeleid</u> van Digits by Twitter. Andere gebruikers van %@ kunnen jou vinden via je telefoonnummer en/of e-mailadres.";

"FOOTNOTE_SEND_CONF_CODE" = "Als je hierboven op 'Verstuur bevestigingscode' tikt, wordt er vanuit <u>Digits by Twitter</u> een sms verstuurd om je telefoonnummer te bevestigen.";

"LABEL_ENTER_CONF_CODE" = "Voer bevestigingscode in";

"LABEL_ENTER_PHONE_NUMBER" = "Voer je telefoonnummer in";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Je telefoonnummer kan niet worden bevestigd";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "We hebben helaas wat problemen met het versturen van de bevestigingscode. Probeer hieronder in te loggen.";

"PARTIAL_FOOTNOTE_THIS_APP" = "deze app";

"PLACEHOLDER_CONF_CODE" = "Bevestigingscode";

"PLACEHOLDER_YOUR_NUMBER" = "Jouw nummer";

